const privacyPolicy = [
  {
    title: '제1조(목적)',
    list: [
      "니즈랩은 니즈랩이 제공하고자 하는 서비스를 이용하는 개인(이하 ‘이용자’ 또는 ‘개인’)의 정보(이하 ‘개인정보’)를 보호하기 위해, 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법') 등 관련 법령을 준수하고, 서비스 이용자의 개인정보 보호 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보처리방침(이하 ‘본 방침’)을 수립합니다.",
    ],
  },
  {
    title: '제2조(개인정보 처리의 원칙)',
    list: [
      '개인정보 관련 법령 및 본 방침에 따라 니즈랩은 이용자의 개인정보를 수집할 수 있으며 수집된 개인정보는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하게 강제되는 경우 니즈랩은 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수도 있습니다.',
    ],
  },
  {
    title: '제3조(본 방침의 공개)',
    list: [
      '1. 니즈랩은 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 서비스 첫 화면 또는 첫 화면과의 연결화면을 통해 본 방침을 공개하고 있습니다.',
      '2. 니즈랩은 제1항에 따라 본 방침을 공개하는 경우 글자 크기, 색상 등을 활용하여 이용자가 본 방침을 쉽게 확인할 수 있도록 합니다.',
    ],
  },
  {
    title: '제4조(본 방침의 변경)',
    list: [
      '1. 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 니즈랩 서비스의 정책이나 내용의 변경에 따라 개정될 수 있습니다.',
      {
        subTitle:
          '2. 니즈랩은 제1항에 따라 본 방침을 개정하는 경우 다음 각 호 하나 이상의 방법으로 공지합니다.',
        list: [
          '가. 니즈랩이 운영하는 서비스의 첫 화면의 공지사항란 또는 별도의 창을 통하여 공지하는 방법',
          '나. 전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는 방법',
        ],
      },
      '3. 니즈랩은 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일 이전에 공지합니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 공지합니다.',
    ],
  },
  {
    title: '제5조(회원 가입을 위한 정보)',
    list: [
      {
        subTitle:
          '니즈랩은 이용자의 니즈랩 서비스에 대한 회원가입을 위하여 다음과 같은 정보를 수집합니다.',
        list: [
          '1. 필수 수집 정보: 이메일 주소 및 비밀번호',
          '2. 선택 수집 정보: 프로필 사진 및 닉네임',
        ],
      },
    ],
  },
  {
    title: '제6조(니즈랩 서비스 제공을 위한 정보)',
    list: [
      {
        subTitle:
          '니즈랩은 이용자에게 니즈랩의 서비스를 제공하기 위하여 다음과 같은 정보를 수집합니다.',
        list: ['1. 필수 수집 정보: 이메일 주소'],
      },
    ],
  },
  {
    title: '제7조(개인정보 수집 방법)',
    list: [
      {
        subTitle:
          '니즈랩은 다음과 같은 방법으로 이용자의 개인정보를 수집합니다.',
        list: [
          '1. 이용자가 니즈랩의 홈페이지에 자신의 개인정보를 입력하는 방식',
          '2. 어플리케이션 등 니즈랩이 제공하는 홈페이지 외의 서비스를 통해 이용자가 자신의 개인정보를 입력하는 방식',
        ],
      },
    ],
  },
  {
    title: '제8조(개인정보의 이용)',
    list: [
      {
        subTitle: '니즈랩은 개인정보를 다음 각 호의 경우에 이용합니다.',
        list: [
          '1. 이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우',
          '2. 니즈랩의 서비스를 제공하기 위한 경우',
          '3. 인구통계학적 분석, 서비스 방문 및 이용기록의 분석을 위한 경우',
          '4. 법령 및 니즈랩 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우',
        ],
      },
    ],
  },
  {
    title: '제9조(개인정보의 처리 위탁)',
    list: [
      '니즈랩은 원활한 서비스 제공과 효과적인 업무를 처리하기 위하여 다음 각 호와 같이 개인정보를 처리 위탁하고 있습니다.',
      '1. Firebase에게 회원가입를 위하여 회원탈퇴 시동안 개인정보처리를 위탁함',
    ],
  },
  {
    title: '제10조(개인정보의 보유 및 이용기간)',
    list: [
      '1. 니즈랩은 이용자의 개인정보에 대해 개인정보의 수집·이용 목적이 달성을 위한 기간 동안 개인정보를 보유 및 이용합니다.',
      '2. 전항에도 불구하고 니즈랩은 내부 방침에 의해 서비스 부정이용기록은 부정 가입 및 이용 방지를 위하여 회원 탈퇴 시점으로부터 최대 1년간 보관합니다.',
    ],
  },
  {
    title: '제11조(법령에 따른 개인정보의 보유 및 이용기간)',
    list: [
      {
        subTitle: '1.통신비밀보호법에 따른 보유정보 및 보유기간',
        list: ['가. 웹사이트 로그 기록 자료 : 3개월'],
      },
    ],
  },
  {
    title: '제12조(개인정보의 파기원칙)',
    list: [
      '니즈랩은 원칙적으로 이용자의 개인정보 처리 목적의 달성, 보유·이용기간의 경과 등 개인정보가 필요하지 않을 경우에는 해당 정보를 지체 없이 파기합니다.',
    ],
  },
  {
    title: '제13조(서비스 미이용자에 대한 개인정보처리)',
    list: [
      '니즈랩은 1년 동안 니즈랩의 서비스를 이용하지 않은 이용자의 개인정보는 원칙적으로 이용자에게 사전통지하고 개인정보를 파기하거나 별도로 분리하여 저장합니다.',
    ],
  },
  {
    title: '제14조(개인정보파기절차)',
    list: [
      '1. 이용자가 회원가입 등을 위해 입력한 정보는 개인정보 처리 목적이 달성된 후 별도의 DB로 옮겨져 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기 되어집니다.',
      '2. 니즈랩은 파기 사유가 발생한 개인정보를 개인정보보호 책임자의 승인절차를 거쳐 파기합니다.',
    ],
  },
  {
    title: '제15조(개인정보파기방법)',
    list: [
      '니즈랩은 전자적 파일형태로 저장된 개인정보를 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.',
    ],
  },
  {
    title: '제16조(개인정보 조회 및 수집동의 철회)',
    list: [
      '1. 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 개인정보수집 동의 철회를 요청할 수 있습니다.',
      '2. 이용자 및 법정 대리인은 자신의 가입정보 수집 등에 대한 동의를 철회하기 위해서는 개인정보보호책임자 또는 담당자에게 서면, 전화 또는 전자우편주소로 연락하시면 니즈랩은 지체 없이 조치하겠습니다.',
    ],
  },
  {
    title: '제17조(개인정보 정보변경 등)',
    list: [
      '1. 이용자는 니즈랩에게 전조의 방법을 통해 개인정보의 오류에 대한 정정을 요청할 수 있습니다.',
      '2. 니즈랩은 전항의 경우에 개인정보의 정정을 완료하기 전까지 개인정보를 이용 또는 제공하지 않으며 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.',
    ],
  },
  {
    title: '제18조(이용자의 의무)',
    list: [
      '1. 이용자는 자신의 개인정보를 최신의 상태로 유지해야 하며, 이용자의 부정확한 정보 입력으로 발생하는 문제의 책임은 이용자 자신에게 있습니다.',
      '2. 타인의 개인정보를 도용한 회원가입의 경우 이용자 자격을 상실하거나 관련 개인정보보호 법령에 의해 처벌받을 수 있습니다.',
      '3. 이용자는 전자우편주소, 비밀번호 등에 대한 보안을 유지할 책임이 있으며 제3자에게 이를 양도하거나 대여할 수 없습니다.',
    ],
  },
  {
    title: '제19조(니즈랩의 개인정보 관리)',
    list: [
      '니즈랩은 이용자의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조, 훼손 등이 되지 아니하도록 안전성을 확보하기 위하여 다음과 같이 기술적·관리적 보호대책을 강구하고 있습니다.',
    ],
  },
  {
    title: '제20조(삭제된 정보의 처리)',
    list: [
      '니즈랩은 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 니즈랩이 수집하는 "개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.',
    ],
  },
  {
    title: '제21조(개인정보 유출 등에 대한 조치)',
    list: [
      {
        subTitle:
          '니즈랩은 개인정보의 분실·도난·유출(이하 "유출 등"이라 한다) 사실을 안 때에는 지체 없이 다음 각 호의 모든 사항을 해당 이용자에게 알리고 방송통신위원회 또는 한국인터넷진흥원에 신고합니다.',
        list: [
          '1. 유출 등이 된 개인정보 항목',
          '2. 유출 등이 발생한 시점',
          '3. 이용자가 취할 수 있는 조치',
          '4. 정보통신서비스 제공자 등의 대응 조치',
          '5. 이용자가 상담 등을 접수할 수 있는 부서 및 연락처',
        ],
      },
    ],
  },
  {
    title: '제22조(개인정보 유출 등에 대한 조치의 예외)',
    list: [
      '니즈랩은 전조에도 불구하고 이용자의 연락처를 알 수 없는 등 정당한 사유가 있는 경우에는 니즈랩의 홈페이지에 30일 이상 게시하는 방법으로 전조의 통지를 갈음하는 조치를 취할 수 있습니다.',
    ],
  },
  {
    title: '제23조(니즈랩의 개인정보 보호 책임자 지정)',
    list: [
      {
        subTitle:
          '1. 니즈랩은 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보 보호 책임자를 지정하고 있습니다.',
        list: [
          '가. 성명: 김하연',
          '나. 전화번호: 010-7280-5510',
          '다. 이메일: k.hayeon00@gmail.com',
          '다. 부서명: 공동 대표자',
        ],
      },
    ],
  },
  {
    title: '권익침해 구제방법',
    list: [
      {
        subTitle:
          '1. 정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.',
        list: [
          '가. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)',
          '나. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)',
          '다. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)',
          '라. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)',
        ],
      },
      {
        subTitle:
          '2. 「개인정보 보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.',
        list: ['가. 중앙행정심판위원회 : (국번없이) 110 (www.simpan.go.kr)'],
      },
    ],
  },
];

export default privacyPolicy;
